Repository: Haus-des-Engagements/re-sharing
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Accesses
de: Zugänge
fr: Accès

source: Validity start
de: Gültigkeitsbeginn
fr: Début de validité

source: Access code
de: Zugangscode
fr: Code d'accès

source: Access codes
de: Zugangscodes
fr: Codes d'accès

source: Room
de: Raum
fr: Salle

source: Parking lot
fr: Parking

source: Accessibility
de: Zugänglichkeit
fr: Accessibilité

source: Square Meters
de: Quadratmeter
fr: Mètres carrés

source: Maximum Number of Persons
de: Maximale Anzahl an Personen
fr: Nombre maximum de personnes

source: General Bookable Times
de: Buchbare Zeiten
fr: Horaires réservables

source: Included Equipment
de: Vorhandene Ausstattung
fr: Équipement inclus

source: Private
fr: Privé

source: Only bookable with specific permissions
de: Nur buchbar mit Berechtigung
fr: Réservable uniquement avec permissions spécifiques

source: Resource Image
de: Bild der Ressource
fr: Image de la ressource

source: Resource Images
de: Bilder der Ressource
fr: Images de la ressource

source: Select the resources this restriction applies to.
fr: Sélectionnez les ressources auxquelles cette restriction s'applique.

source: Exempt organization groups
de: Organisationsgruppen ausschließen
fr: Groupes d'organisation exemptés

source: Organizations in these groups are exempt from this restriction.
de: Oragnisationen in diesen Gruppen sind von der Einschreinkung ausgenommen.
fr: Les organisations de ces groupes sont exemptées de cette restriction.

source: Start time of the restriction.
de: Beginn der Einschränkung
fr: Heure de début de la restriction.

source: End time of the restriction.
de: Ende der Einschränkung
fr: Heure de fin de la restriction.

source: Days of week
de: Wochentage
fr: Jours de la semaine

source: Comma-separated list of weekday numbers (0=Monday, 6=Sunday).
de: Kommaseparierte Liste der Wochentage (in Zahlen: 0=Montag, 6=Sonntag)
fr: Liste de numéros de jours de la semaine séparés par des virgules (0=lundi, 6=dimanche).

source: Start date of the restriction. Leave empty to apply from the beginning.
fr: Date de début de la restriction. Laissez vide pour appliquer depuis le début.

source: End date of the restriction. Leave empty to apply indefinitely.
fr: Date de fin de la restriction. Laissez vide pour appliquer indéfiniment.

source: Message to display when the restriction applies.
de: Anzuzeigende Nachricht wenn die Einschränkung greift.
fr: Message à afficher lorsque la restriction s'applique.

source: Active
de: Aktiv
fr: Actif

source: Resource restriction
de: Resourceneinschränkung
fr: Restriction de ressource

source: Resource restrictions
de: Resourceneinschränkungen
fr: Restrictions de ressources

source: If no resource is selected, the compensation is bookable for all resources.
de: Wenn keine Resource gewählt ist, ist die Gegenleistung für alle Resourcen buchbar.
fr: Si aucune ressource n'est sélectionnée, la compensation est réservable pour toutes les ressources.

source: Hourly Rate
de: Preis pro Stunde
fr: Tarif horaire

source: If no group is selected, the compensation is bookable for all organizations.
de: Wenn keine Gruppe gewählt ist, ist die Gegenleistung für alle Organisationen buchbar.
fr: Si aucun groupe n'est sélectionné, la compensation est réservable pour toutes les organisations.

source: Please select a resource first.
de: Bitte wähle zunächst eine Ressource aus.
fr: Veuillez d'abord sélectionner une ressource.

source: Sign In
de: Anmelden
fr: Se connecter

source: HdE Räume
fr: Salles HdE

source: Home
de: Startseite
fr: Accueil

source: Rooms
de: Räume
fr: Salles

source: My Dashboard
de: Meine Übersicht
fr: Mon tableau de bord

source: Management
de: Verwaltung
fr: Gestion

source: Invoices
de: Rechnungen
fr: Factures

source: Access Codes
fr: Codes d'accès

source: Reports
fr: Rapports

source: Find a free room
de: Finde einen freien Raum
fr: Trouver une salle libre

source: Profile
de: Profil
fr: Profil

source: My Profile
de: Mein Profil
fr: Mon profil

source: Sign Out
de: Abmelden
fr: Se déconnecter

source: Sign Up
de: Registrieren
fr: S'inscrire

source: Imprint
de: Impressum
fr: Mentions légales

source: Data Privacy
de: Datenschutzerklärung
fr: Protection des données

source: New booking request
de: Neue Buchungsanfrage
fr: Nouvelle demande de réservation

source: You first need to create an organization you want to book for and wait for us to confirm it.
de: Du musst erst eine Organisation und warten bis wir sie bestätigt haben.
fr: Vous devez d'abord créer une organisation pour laquelle vous souhaitez réserver et attendre notre confirmation.

source: Create a new organization.
de: Neue Organisation anlegen
fr: Créer une nouvelle organisation.

source: All Access Types
de: Alle Zugänge
fr: Tous les types d'accès

source: Submit
de: Absenden
fr: Soumettre

source: Timespan
de: Zeitraum
fr: Période

source: My booking series
de: Meine Serienbuchungen
fr: Mes séries de réservations

source: New Booking
de: Neue Buchung
fr: Nouvelle réservation

source: (without end)
de: (endet nie)
fr: (sans fin)

source: for
de: für
fr: pour

source: View Details
de: Details ansehen
fr: Voir les détails

source: My bookings
de: Meine Buchungen
fr: Mes réservations

source: My bookings an requests
de: Meine Buchungen und Anfragen
fr: Mes réservations et demandes

source: all organizations
de: alle Organisationen
fr: toutes les organisations

source: all statuses
de: alle Statuse
fr: tous les statuts

source: show past bookings
de: zeige vergangene Buchungen
fr: afficher les réservations passées

source: hide
de: verstecke
fr: masquer

source: booking series
de: Serienbuchung
fr: série de réservations

source: First
de: Erste
fr: Premier

source: Previous
de: Vorherige
fr: Précédent

source: of
de: von
fr: de

source: Next
de: Nächste
fr: Suivant

source: Last
de: Letzte
fr: Dernier

source: Manage booking series
de: Serienbuchungen verwalten
fr: Gérer les séries de réservations

source: show past booking series
de: zeige vergangene Serienbuchungen
fr: afficher les séries de réservations passées

source: Manage bookings
de: Buchungen verwalten
fr: Gérer les réservations

source: all resources
de: alle Ressourcen
fr: toutes les ressources

source: show
de: zeige
fr: afficher

source: Manage invoices
de: Rechnungen verwalten
fr: Gérer les factures

source: with & without invoice number
de: mit & ohne Rechnungsnummer
fr: avec & sans numéro de facture

source: only with invoice number
de: nur mit Rechnungsnummer
fr: uniquement avec numéro de facture

source: only without invoice number
de: nur ohne Rechnungsnummer
fr: uniquement sans numéro de facture

source: booked by:
de: gebucht von
fr: réservé par :

source: Differing billing address
de: Abweichende Rechnungsadresse
fr: Adresse de facturation différente

source: View
de: Anzeigen
fr: Voir

source: Edit
de: Bearbeiten
fr: Modifier

source: Are you sure you want to cancel this booking?
de: Möchest du diese Buchung wirklich stornieren?
fr: Êtes-vous sûr de vouloir annuler cette réservation ?

source: Cancel
de: Stornieren
fr: Annuler

source: show all occurrences
de: alle Wiederholungen ansehen
fr: afficher toutes les occurrences

source: Donation / Billing
de: Spende / Rechnung
fr: Don / Facturation

source: This resource is not available at the selected time.
de: Die Ressource ist zu der Zeit nicht verfügbar.
fr: Cette ressource n'est pas disponible à l'heure sélectionnée.

source: No results found.
de: Keine Ergebnisse gefunden.
fr: Aucun résultat trouvé.

source: Confirm
de: Bestätigen
fr: Confirmer

source: Cancel
de: Stornieren
fr: Annuler

source: Are you sure you want to confirm all bookings?
de: Möchest du alle Buchungen bestätigen?
fr: Êtes-vous sûr de vouloir confirmer toutes les réservations ?

source: Are you sure you want to cancel all bookings?
de: Möchest du alle zukünftigen Buchungen stornieren?
fr: Êtes-vous sûr de vouloir annuler toutes les réservations ?

source: Created
de: Erstellt
fr: Créé

source: Start - End
de: Start - Ende
fr: Début - Fin

source: Admin-Link
fr: Lien Admin

source: Are you sure you want to cancel this single booking?
de: Möchest du diese einzelne Buchung wirklich stornieren?
fr: Êtes-vous sûr de vouloir annuler cette réservation individuelle ?

source: Cancel Booking
de: Buchung stornieren
fr: Annuler la réservation

source: Message sent
de: Nachricht gesendet
fr: Message envoyé

source: These bookings are part of the recurrence
de: Diese Buchungen sind Teil dieser Serie
fr: Ces réservations font partie de la série

source: Resource not free at this date.
de: Die Ressource ist nicht frei an diesem Datum
fr: Ressource non disponible à cette date.

source: Amount
de: Betrag
fr: Montant

source: Back
de: Zurück
fr: Retour

source: Book
de: Buchen
fr: Réserver

source: Access Code
de: Zugangscode
fr: Code d'accès

source: The access code and instructions are only visible for confirmed bookings.
de: Der Zugangscode und die Anleitung sind nur für bestätigte Buchungen sichtbar.
fr: Le code d'accès et les instructions ne sont visibles que pour les réservations confirmées.

source: Write us a message for this booking
de: Schreib uns eine Nachricht zu deiner Buchung
fr: Écrivez-nous un message pour cette réservation

source: We will usually respond in the next 48h.
de: Wir antworten normalerweise innerhalb der nächsten 2 Tage.
fr: Nous répondons généralement dans les 48 heures.

source: You will get notified by e-mail when receiving an answer.
de: Du bekommst eine E-Mail wenn wir dir antworten.
fr: Vous serez notifié par e-mail lors de la réception d'une réponse.

source: Send new message
de: Neue Nachricht senden
fr: Envoyer un nouveau message

source: Timeline
de: Verlauf
fr: Chronologie

source: by
de: von
fr: par

source: Booking has been changed
de: Buchung wurde geändert
fr: La réservation a été modifiée

source: Booking created
de: Buchung erstellt
fr: Réservation créée

source: Are you sure you want to cancel all future bookings?
de: Möchest du alle zukünftigen Buchungen stornieren?
fr: Êtes-vous sûr de vouloir annuler toutes les réservations futures ?

source: Cancel all future bookings
de: Alle zukünfigen Buchungen stornieren
fr: Annuler toutes les réservations futures

source: Weekday
de: Wochentag
fr: Jour de la semaine

source: We will automatically generate the next bookings two years in advance.
de: Wir werden die weiteren Termine immer zwei Jahre im Voraus buchen.
fr: Nous générerons automatiquement les prochaines réservations deux ans à l'avance.

source: Report
fr: Rapport

source: Report 2025
fr: Rapport 2025

source: There are %(yearly_bookings)s bookings and %(yearly_total)s€ for 2025.
de: 2025 gibt es bisher insgesamt %(yearly_bookings)s Buchungen mit einem Gesamtbetrag von %(yearly_total)s€.
fr: Il y a %(yearly_bookings)s réservations et %(yearly_total)s€ pour 2025.

source: Until today, %(realized_bookings)s bookings and %(realized_total)s€ have been realized in 2025.
de: 2025 wurden bisher %(realized_bookings)s Buchungen realisiert, bei einem Gesamtbetrag von %(realized_total)s€.
fr: Jusqu'à aujourd'hui, %(realized_bookings)s réservations et %(realized_total)s€ ont été réalisées en 2025.

source: Dashboard
de: Übersicht
fr: Tableau de bord

source: Hi
fr: Bonjour

source: My organizations
de: Meine Organisationen
fr: Mes organisations

source: New Organization
de: Neue Organisation
fr: Nouvelle organisation

source: No organizations yet. Go and add yours!
de: Bisher keine Organisation. Füge Deine hinzu!
fr: Aucune organisation pour le moment. Ajoutez la vôtre !

source: My upcoming bookings and requests
de: Meine kommenden Buchungen und Anfragen
fr: Mes réservations et demandes à venir

source: New Booking Request
de: Neue Buchungsanfrage
fr: Nouvelle demande de réservation

source: Details
fr: Détails

source: No upcoming bookings
de: Keine kommenden Buchungen
fr: Aucune réservation à venir

source: Show all bookings
de: Zeige alle Buchungen
fr: Afficher toutes les réservations

source: or
de: oder
fr: ou

source: show booking series.
de: zeige Serienbuchungen
fr: afficher les séries de réservations.

source: Edit organization
de: Organisation bearbeiten
fr: Modifier l'organisation

source: Add an organization
de: Neue Organisation registrieren
fr: Ajouter une organisation

source: Update the information for your organization.
de: Aktualisiere die Informationen für deine Organisation.
fr: Mettez à jour les informations de votre organisation.

source: Only registered organizations can book resources. If your organization is not registered yet, you can add it here.
de: Nur registrierte Organisationen können Ressourcen buchen. Wenn deine Organisation noch nicht registriert ist, kannst du sie hier hinzufügen.
fr: Seules les organisations enregistrées peuvent réserver des ressources. Si votre organisation n'est pas encore enregistrée, vous pouvez l'ajouter ici.

source: Here you can find all organizations, that decided to share some information publicly.
de: Du findest hier alle Organisationen, die ihr Profil öffentlich sichtbar anzeigen lassen.
fr: Vous trouverez ici toutes les organisations qui ont décidé de partager certaines informations publiquement.

source: Search organizations
de: Organisationen suchen
fr: Rechercher des organisations

source: Manage organizations
de: Organisationen verwalten
fr: Gérer les organisations

source: Search organizations...
de: Organisationen suchen
fr: Rechercher des organisations...

source: all groups
de: alle Gruppen
fr: tous les groupes

source: Users
de: Nutzer:innen
fr: Utilisateurs

source: Agreement
de: Nutzungsvereinbarung
fr: Accord

source: without date
de: ohne Datum
fr: sans date

source: n.a.
fr: n.d.

source: Are you sure you want to cancel this organization?
de: Möchest du die Organisation wirklich stornieren?
fr: Êtes-vous sûr de vouloir annuler cette organisation ?

source: Are you sure you want to delete the organization?
de: Möchest du Organisation wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer l'organisation ?

source: Delete
fr: Supprimer

source: We are currently checking your organization. You can't yet book or make booking request.
de: Wie überprüfen gerade deine Organisation. Du kannst noch keine Anfragen stellen.
fr: Nous vérifions actuellement votre organisation. Vous ne pouvez pas encore réserver ou faire de demande de réservation.

source: Your organization is confirmed and you are good to go.
de: Deine Organisation ist bestätigt. Du kannst Räume buchen bzw. anfragen.
fr: Votre organisation est confirmée et vous pouvez y aller.

source: Your organization has been cancelled.
de: Deine Organisation wurde nicht bestätigt.
fr: Votre organisation a été annulée.

source: Area of activity
de: Haupt-Engagementbereich
fr: Domaine d'activité

source: charitable
de: gemeinnützig
fr: caritatif

source: Yes, No
de: Ja, Nein
fr: Oui, Non

source: Not uploaded.
de: Nicht hochgeladen
fr: Non téléchargé.

source: Organization visible
de: Organisationen ist sichtbar
fr: Organisation visible

source: This is what others can see
de: Das können andere sehen
fr: Voici ce que les autres peuvent voir

source: Persons authorised to make bookings
de: Buchungsberechtigte
fr: Personnes autorisées à effectuer des réservations

source: As administrator for this organization you can give other registered users the permission to book for this organization.
de: Als Administrator:in dieser Organisation kannst du anderen registrierten Nutzer:innen eine Buchungsberechtigung erteilen.
fr: En tant qu'administrateur de cette organisation, vous pouvez donner à d'autres utilisateurs enregistrés la permission de réserver pour cette organisation.

source: 'Bookers' can book and cancel bookings.
de: 'Buchende' können buchen und stornieren.
fr: Les 'Réservateurs' peuvent réserver et annuler des réservations.

source: 'Administrators' can additionally add and remove user for this organization.
de: 'Administrator:innen' können zusätzlich Nutzer:innen hinzufügen und entfernen.
fr: Les 'Administrateurs' peuvent en plus ajouter et supprimer des utilisateurs pour cette organisation.

source: Admin
fr: Administrateur

source: Add User
de: Nutzer:in hinzufügen
fr: Ajouter un utilisateur

source: Only visible for other authorised persons.
de: Buchungsberechtigte sind nur für andere Buchungsberechtigte sichtbar.
fr: Visible uniquement pour les autres personnes autorisées.

source: Request booking permission
de: Buchungsberechtigung anfragen
fr: Demander la permission de réservation

source: that's you
de: das bist du
fr: c'est vous

source: Approved
de: Bestätigt
fr: Approuvé

source: Confirm booking permission
de: Buchungsberechtigung bestätigen
fr: Confirmer la permission de réservation

source: Cancel booking permission
de: Buchungsberechtigung beenden
fr: Annuler la permission de réservation

source: Promote to admin
de: Zum Admin machen
fr: Promouvoir en administrateur

source: Demote to booker
de: Zum Buchenden herabstufen
fr: Rétrograder en réservateur

source: You can find all messages that address your organization. Messages for are single booking can only be found in that booking itself.
de: Hier sind alle Nachrichten die sich direkt an deine Organisation richten. Nachrichten zu den einzelnen Buchungen findest du jeweil direkt dort.
fr: Vous pouvez trouver tous les messages qui s'adressent à votre organisation. Les messages concernant une réservation unique ne peuvent être trouvés que dans cette réservation elle-même.

source: Write a message
de: Neue Nachricht schreiben
fr: Écrire un message

source: No messages yet.
de: Noch keine Nachrichten.
fr: Pas encore de messages.

source: HdE Rooms | Start
de: HdE Räume | Start
fr: Salles HdE | Accueil

source: Haus des Engagements room bookings
de: Raumbuchungen im Haus des Engagements
fr: Réservations de salles Haus des Engagements

source: This is the new place where you can book rooms for the 'Haus des Engagements'.
de: Hier kannst du Räume im Haus des Engagements buchen.
fr: Voici le nouvel endroit où vous pouvez réserver des salles pour la 'Haus des Engagements'.

source: Registered in total
de: insgesamt registriert
fr: Enregistré au total

source: Meetings
fr: Réunions

source: This year until today *
de: Diese Jahr bis heute *
fr: Cette année jusqu'à aujourd'hui *

source: Hours for free
de: Kostenfreie Stunden
fr: Heures gratuites

source: amounting to
de: oder
fr: soit

source: this year
de: dieses Jahr
fr: cette année

source: including user groups, CoWorking, paying guests and ourselves
de: beinhaltet Nutzergruppen, Coworking, zahlende Gäste und uns selbst
fr: y compris les groupes d'utilisateurs, le CoWorking, les invités payants et nous-mêmes

source: this is what it would cost charitables to use our rooms, if they would pay the cost-covering price
de: so viel würde es gemeinnützige Nutzergruppen kosten, wenn sie den kostendeckenden Preis zahlen würden
fr: c'est ce que cela coûterait aux organisations caritatives d'utiliser nos salles, si elles payaient le prix couvrant les coûts

source: This is how you book a room:
de: So buchst du einen Raum:
fr: Voici comment réserver une salle :

source: Look for a <a href="%(planner_url)s">free room</a>.
de: Suche nach einem <a href="%(planner_url)s">freien Raum</a>.
fr: Cherchez une <a href="%(planner_url)s">salle libre</a>.

source: Create an <a href="%(signup_url)s">account</a>.
de: Erstelle dir einen <a href="%(signup_url)s">Account</a>.
fr: Créez un <a href="%(signup_url)s">compte</a>.

source: Create an organization you want to book for and wait for our approval.
de: Erstelle die Organisation, für die du buchen möchtest und warte auf unsere Bestätigung.
fr: Créez une organisation pour laquelle vous souhaitez réserver et attendez notre approbation.

source: Make your booking requests.
de: Stelle deine Buchungsanfrage.
fr: Faites vos demandes de réservation.

source: Here you can find more detailed instructions.
de: Hier findest du eine ausführlichere Anleitung und weitere Infos.
fr: Vous trouverez ici des instructions plus détaillées.

source: Delete Access Code
fr: Supprimer le code d'accès

source: Back to List
fr: Retour à la liste

source: Are you sure?
fr: Êtes-vous sûr ?

source: Are you sure you want to delete the access code "%(code)s"? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer le code d'accès "%(code)s" ? Cette action ne peut pas être annulée.

source: Validity Start
fr: Début de validité

source: Yes, Delete
fr: Oui, supprimer

source: Access Code Details
fr: Détails du code d'accès

source: Modified
fr: Modifié

source: Edit Access Code
fr: Modifier le code d'accès

source: Create Access Code
fr: Créer un code d'accès

source: Update
fr: Mettre à jour

source: Create
fr: Créer

source: Filter Access Codes
fr: Filtrer les codes d'accès

source: Apply Filters
fr: Appliquer les filtres

source: Clear Filters
fr: Effacer les filtres

source: No access codes found.
fr: Aucun code d'accès trouvé.

source: HdE | Rooms
de: HdE | Räume
fr: HdE | Salles

source: You can also find free slots in the <a href="%(planner_url)s">planner overview</a>.
de: Du kannst verfügbare Zeiträume auch im <a href="%(planner_url)s">Planer</a> finden.
fr: Vous pouvez également trouver des créneaux libres dans l'<a href="%(planner_url)s">aperçu du planificateur</a>.

source: Any time
fr: N'importe quand

source: Time
fr: Heure

source: Duration
de: Dauer
fr: Durée

source: Number of persons
de: Anzahl an Personen
fr: Nombre de personnes

source: All locations
de: Alle Standorte
fr: Tous les emplacements

source: In this view, you can see the free times for all resources. Click on a free (white) slot to go directly to the booking page.
de: In dieser Ansicht siehst du die freien Zeiten für alle Ressourcen. Klicke auf einen freien (weißen) Zeitraum, um direkt zur Buchung zu gelangen.
fr: Dans cette vue, vous pouvez voir les horaires libres pour toutes les ressources. Cliquez sur un créneau libre (blanc) pour accéder directement à la page de réservation.

source: Persons
de: Personen
fr: Personnes

source: buchen
fr: réserver

source: No resource matches your filter.
de: Es wurde keine passende Ressource gefunden.
fr: Aucune ressource ne correspond à votre filtre.

source: Days to display
de: Tage
fr: Jours à afficher

source: days
de: Tage
fr: jours

source: bookable
de: buchbar
fr: réservable

source: restricted
de: eingeschränkt
fr: restreint

source: booked
de: gebucht
fr: réservé

source: booked by me
de: von mir gebucht
fr: réservé par moi

source: past
de: vergangen
fr: passé

source: Planner
de: Planer
fr: Planificateur

source: HdE | Room
de: HdE | Räume
fr: HdE | Salle

source: There are no specific restrictions for this resource.
de: Ist gibt keine spezifischen Einschränkungen für diese Ressource.
fr: Il n'y a pas de restrictions spécifiques pour cette ressource.

source: In this view, you can see the free times for this resource. Click on a free slot to go directly to the booking page.
de: In dieser Ansicht siehst du die freien Zeiten für alle Ressourcen. Klicke auf einen freien Zeitraum, um direkt zur Buchung zu gelangen.
fr: Dans cette vue, vous pouvez voir les horaires libres pour cette ressource. Cliquez sur un créneau libre pour accéder directement à la page de réservation.

source: My Info
de: Meine Daten
fr: Mes informations

source: Multi-Factor-Authentication
de: Multi-Faktor-Authentifizierung
fr: Authentification multi-facteurs

source: Personal info
de: Persönliche Informationen
fr: Informations personnelles

source: Important dates
de: Wichtige Daten
fr: Dates importantes

source: This email has already been taken.
de: Diese E-Mail ist bereits vergeben.
fr: Cet e-mail est déjà utilisé.

source: First Name
de: Vorname
fr: Prénom

source: Last Name
de: Nachname
fr: Nom de famille

source: email address
de: E-Mail Adresse
fr: adresse e-mail

source: Information successfully updated
de: Informationen erfolgreich aktualisiert
fr: Informations mises à jour avec succès
