Repository: Haus-des-Engagements/re-sharing
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Monday
de: Montag
fr: Lundi

source: Tuesday
de: Dienstag
fr: Mardi

source: Wednesday
de: Mittwoch
fr: Mercredi

source: Thursday
de: Donnerstag
fr: Jeudi

source: Friday
de: Freitag
fr: Vendredi

source: Saturday
de: Samstag
fr: Samedi

source: Sunday
de: Sonntag
fr: Dimanche

source: first monday
de: erster Montag
fr: premier lundi

source: first tuesday
de: erster Dienstag
fr: premier mardi

source: first wednesday
de: erster Mittwoch
fr: premier mercredi

source: first thursday
de: erster Donnerstag
fr: premier jeudi

source: first friday
de: erster Freitag
fr: premier vendredi

source: first saturday
de: erster Samstag
fr: premier samedi

source: first sunday
de: erster Sonntag
fr: premier dimanche

source: second monday
de: zweiter Montag
fr: deuxième lundi

source: second tuesday
de: zweiter Dienstag
fr: deuxième mardi

source: second wednesday
de: zweiter Mittwoch
fr: deuxième mercredi

source: second thursday
de: zweiter Donnerstag
fr: deuxième jeudi

source: second friday
de: zweiter Freitag
fr: deuxième vendredi

source: second saturday
de: zweiter Samstag
fr: deuxième samedi

source: second sunday
de: zweiter Sonntag
fr: deuxième dimanche

source: third monday
de: dritter Montag
fr: troisième lundi

source: third tuesday
de: dritter Dienstag
fr: troisième mardi

source: third wednesday
de: dritter Mittwoch
fr: troisième mercredi

source: third thursday
de: dritter Donnerstag
fr: troisième jeudi

source: third friday
de: dritter Freitag
fr: troisième vendredi

source: third saturday
de: dritter Samstag
fr: troisième samedi

source: third sunday
de: dritter Sonntag
fr: troisième dimanche

source: fourth monday
de: vierter Montag
fr: quatrième lundi

source: fourth tuesday
de: vierter Dienstag
fr: quatrième mardi

source: fourth wednesday
de: vierter Mittwoch
fr: quatrième mercredi

source: fourth thursday
de: vierter Donnerstag
fr: quatrième jeudi

source: fourth friday
de: vierter Freitag
fr: quatrième vendredi

source: fourth saturday
de: vierter Samstag
fr: quatrième samedi

source: fourth sunday
de: vierter Sonntag
fr: quatrième dimanche

source: fifth monday
de: fünfter Montag
fr: cinquième lundi

source: fifth tuesday
de: fünfter Dienstag
fr: cinquième mardi

source: fifth wednesday
de: fünfter Mittwoch
fr: cinquième mercredi

source: fifth thursday
de: fünfter Donnerstag
fr: cinquième jeudi

source: fifth friday
de: fünfter Freitag
fr: cinquième vendredi

source: fifth saturday
de: fünfter Samstag
fr: cinquième samedi

source: fifth sunday
de: fünfter Sonntag
fr: cinquième dimanche

source: last monday
de: letzter Montag
fr: dernier lundi

source: last tuesday
de: letzter Dienstag
fr: dernier mardi

source: last wednesday
de: letzter Mittwoch
fr: dernier mercredi

source: last thursday
de: letzter Donnerstag
fr: dernier jeudi

source: last friday
de: letzter Freitag
fr: dernier vendredi

source: last saturday
de: letzter Samstag
fr: dernier samedi

source: last sunday
de: letzter Sonntag
fr: dernier dimanche

source: %s. day
de: %s. Tag
fr: %se jour

source: every month
de: jeden Monat
fr: chaque mois

source: every 2nd month
de: jeden 2. Monat
fr: tous les 2 mois

source: every 3rd month
de: jeden 3. Monat
fr: tous les 3 mois

source: every 4th month
de: jeden 4. Monat
fr: tous les 4 mois

source: every 5th month
de: jeden 5. Monat
fr: tous les 5 mois

source: every 6th month
de: jeden 6. Monat
fr: tous les 6 mois

source: every 7th month
de: jeden 7. Monat
fr: tous les 7 mois

source: every 8th month
de: jeden 8. Monat
fr: tous les 8 mois

source: every 9th month
de: jeden 9. Monat
fr: tous les 9 mois

source: every 10th month
de: jeden 10. Monat
fr: tous les 10 mois

source: every 11th month
de: jeden 11. Monat
fr: tous les 11 mois

source: every week
de: jede Woche
fr: chaque semaine

source: every 2nd week
de: jede 2. Woche
fr: toutes les 2 semaines

source: every 3rd week
de: jede 3. Woche
fr: toutes les 3 semaines

source: every 4th week
de: jede 4. Woche
fr: toutes les 4 semaines

source: every 5th week
de: jede 5. Woche
fr: toutes les 5 semaines

source: every 6th week
de: jede 6. Woche
fr: toutes les 6 semaines

source: every 7th week
de: jede 7. Woche
fr: toutes les 7 semaines

source: every 8th week
de: jede 8. Woche
fr: toutes les 8 semaines

source: every 9th week
de: jede 9. Woche
fr: toutes les 9 semaines

source: every 10th week
de: jede 10. Woche
fr: toutes les 10 semaines

source: every 11th week
de: jede 11. Woche
fr: toutes les 11 semaines

source: every 12th week
de: jede 12. Woche
fr: toutes les 12 semaines

source: every 13th week
de: jede 13. Woche
fr: toutes les 13 semaines

source: every 14th week
de: jede 14. Woche
fr: toutes les 14 semaines

source: every 15th week
de: jede 15. Woche
fr: toutes les 15 semaines

source: every 16th week
de: jede 16. Woche
fr: toutes les 16 semaines

source: every 17th week
de: jede 17. Woche
fr: toutes les 17 semaines

source: every 18th week
de: jede 18. Woche
fr: toutes les 18 semaines

source: every 19th week
de: jede 19. Woche
fr: toutes les 19 semaines

source: every 20th week
de: jede 20. Woche
fr: toutes les 20 semaines

source: every 21st week
de: jede 21. Woche
fr: toutes les 21 semaines

source: every 22nd week
de: jede 22. Woche
fr: toutes les 22 semaines

source: every 23rd week
de: jede 23. Woche
fr: toutes les 23 semaines

source: every 24th week
de: jede 24. Woche
fr: toutes les 24 semaines

source: every 25th week
de: jede 25. Woche
fr: toutes les 25 semaines

source: every 26th week
de: jede 26. Woche
fr: toutes les 26 semaines

source: every 27th week
de: jede 27. Woche
fr: toutes les 27 semaines

source: every 28th week
de: jede 28. Woche
fr: toutes les 28 semaines

source: every day
de: jeden Tag
fr: chaque jour

source: every 2nd day
de: jeden 2. Tag
fr: tous les 2 jours

source: every 3rd day
de: jeden 3. Tag
fr: tous les 3 jours

source: every 4th day
de: jeden 4. Tag
fr: tous les 4 jours

source: every 5th day
de: jeden 5. Tag
fr: tous les 5 jours

source: every 6th day
de: jeden 6. Tag
fr: tous les 6 jours

source: every 7th day
de: jeden 7. Tag
fr: tous les 7 jours

source: every 8th day
de: jeden 8. Tag
fr: tous les 8 jours

source: every 9th day
de: jeden 9. Tag
fr: tous les 9 jours

source: every 10th day
de: jeden 10. Tag
fr: tous les 10 jours

source: every 11th day
de: jeden 11. Tag
fr: tous les 11 jours

source: every 12th day
de: jeden 12. Tag
fr: tous les 12 jours

source: every 13th day
de: jeden 13. Tag
fr: tous les 13 jours

source: every 14th day
de: jeden 14. Tag
fr: tous les 14 jours

source: every 15th day
de: jeden 15. Tag
fr: tous les 15 jours

source: every 16th day
de: jeden 16. Tag
fr: tous les 16 jours

source: every 17th day
de: jeden 17. Tag
fr: tous les 17 jours

source: every 18th day
de: jeden 18. Tag
fr: tous les 18 jours

source: every 19th day
de: jeden 19. Tag
fr: tous les 19 jours

source: every 20th day
de: jeden 20. Tag
fr: tous les 20 jours

source: every 21st day
de: jeden 21. Tag
fr: tous les 21 jours

source: every 22nd day
de: jeden 22. Tag
fr: tous les 22 jours

source: every 23rd day
de: jeden 23. Tag
fr: tous les 23 jours

source: every 24th day
de: jeden 24. Tag
fr: tous les 24 jours

source: every 25th day
de: jeden 25. Tag
fr: tous les 25 jours

source: every 26th day
de: jeden 26. Tag
fr: tous les 26 jours

source: every 27th day
de: jeden 27. Tag
fr: tous les 27 jours

source: every 28th day
de: jeden 28. Tag
fr: tous les 28 jours

source: every 29th day
de: jeden 29. Tag
fr: tous les 29 jours

source: every 30th day
de: jeden 30. Tag
fr: tous les 30 jours

source: every 31st day
de: jeden 31. Tag
fr: tous les 31 jours

source: Updated
de: Aktualisiert
fr: Mis à jour

source: Cancelled
de: Storniert
fr: Annulé

source: Unavailable
de: Nicht verfügbar
fr: Indisponible

source: Date
de: Datum

source: Compensation
de: Gegenleistung

source: Message
de: Nachricht

source: Description
de: Beschreibung

source: Notifications
de: Benachrichtigungen

source: Affiliation
de: Zugehörigkeit

source: Notes
de: Notizen

source: Instructions
de: Anleitung

source: Conditions
de: Voraussetzungen

source: Compensations
de: Gegenleistung

source: Occurrences
de: Wiederholungen

source: Page
de: Seite

source: Messages
de: Nachrichten

source: Await our confirmation with all the necessary stuff (like doorcodes and instructions) and your good to go!
de: Warte auf unsere Bestätigung mit all den wichtigen Informationen (Türcode, Anleitungen, etc.) und los gehts!

source: We provide rooms at different locations, please select accordingly:
de: Wir haben Räume an unterschiedliche Standorten, bitte wähle den gewünschten:

source: In this view, you can see the free times for all resources. Click on a free slot to go directly to the booking page.
de: In dieser Ansicht siehst du die freien Zeiten für alle Ressourcen. Klicke auf einen freien Zeitraum, um direkt zur Buchung zu gelangen.

source: Restrictions
de: Einschränkungen

source: Permissions
de: Berechtigungen
