Repository: Haus-des-Engagements/re-sharing
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: English
de: Englisch
fr: Anglais

source: German
de: Deutsch
fr: Allemand

source: French
fr: Français

source: Confirm selected bookings
de: Ausgewählte Buchungen bestätigen
fr: Confirmer les réservations sélectionnées

source: %d booking was successfully confirmed.
de: %d Buchung erfolgreich bestätigt!
fr: %d réservation confirmée avec succès.

source: Cancel selected bookings
de: Ausgewählte Buchungen stornieren
fr: Annuler les réservations sélectionnées

source: %d booking was successfully cancelled.
de: %d Buchung erfolgreich storniert.
fr: %d réservation annulée avec succès.

source: Bookings
de: Buchungen
fr: Réservations

source: Generate bookings
de: Buchungen generieren
fr: Générer des réservations

source: Delete bookings
de: Buchungen löschen
fr: Supprimer les réservations

source: Activate reminder mails
de: Erinnerungsmails aktivieren
fr: Activer les e-mails de rappel

source: Deactivate reminder mails
de: Erinnerungsmails deaktivieren
fr: Désactiver les e-mails de rappel

source: from
de: vom
fr: du

source: until
de: bis
fr: au

source: Organization
de: Organisation
fr: Organisation

source: Booking title
de: Name der Buchung
fr: Titre de la réservation

source: e.g. internal meeting, workshop XY, public talk about ZY...
de: z.B. internes Treffen, Workshop XY, Vortrag ZY...
fr: par ex. réunion interne, atelier XY, conférence publique sur ZY...

source: Number of attendees
de: Anzahl an Teilnehmer:innen
fr: Nombre de participants

source: Please describe shortly what you are planning to do.
de: Beschreibe bitte kurz was ihr vorhabt.
fr: Veuillez décrire brièvement ce que vous prévoyez de faire.

source: Resource
de: Ressourcen
fr: Ressource

source: hour
de: Stunde
fr: heure

source: No repetitions
de: Keine Wiederholungen
fr: Aucune répétition

source: Daily
de: Täglich
fr: Quotidien

source: Weekly
de: Wöchentlich
fr: Hebdomadaire

source: Monthly by weekday
de: Monatlich nach Wochentag
fr: Mensuel par jour de la semaine

source: Repeat
de: Wiederholen
fr: Répéter

source: after
de: nach
fr: après

source: at
de: am
fr: le

source: never
de: endet nie
fr: ne se termine jamais

source: ends
de: endet
fr: se termine

source: Send separate reminder E-Mails for each booking of this series.
de: Sende für jede einzelne Buchung Erinnerungsmails.
fr: Envoyer des e-mails de rappel séparés pour chaque réservation de cette série.

source: End Date
de: Enddatum
fr: Date de fin

source: Repetition frequency
de: Wiederholungshäufigkeit
fr: Fréquence de répétition

source: Repeat on these days
de: Wiederhole an diesen Tagen
fr: Répéter ces jours

source: Preview
de: Vorschau
fr: Aperçu

source: Have a look at the <a href='{url}'>planner</a> for free slots.
de: Hier findest <a href='{url}'>freie Zeitslots</a>.
fr: Consultez le <a href='{url}'>planificateur</a> pour les créneaux libres.

source: Start time must be selected in 30-minute intervals.
de: Die Startzeit muss in 30-Minuten-Intervallen ausgewählt werden.
fr: L'heure de début doit être sélectionnée par intervalles de 30 minutes.

source: The end must be in the future.
de: Das Ende muss in der Zukunft liegen.
fr: La fin doit être dans le futur.

source: The end must be after the start.
de: Das Ende muss nach dem Beginn sein.
fr: La fin doit être après le début.

source: You can only book for the next 2 years.
de: Du kannst nur für die nächsten zwei Jahre buchen.
fr: Vous ne pouvez réserver que pour les 2 prochaines années.

source: The resource is already booked during your selected timeslot.
de: Die Ressource ist zu der Zeit (zumindest teilweise) belegt.
fr: La ressource est déjà réservée pendant votre créneau sélectionné.

source: Title
de: Titel
fr: Titre

source: Initial Booking User
de: Buchende:r Nutzer:in
fr: Utilisateur de la réservation initiale

source: Status
fr: Statut

source: Recurrence rule
de: Wiederholung
fr: Règle de récurrence

source: Date of first booking
de: Datum der ersten Buchung
fr: Date de la première réservation

source: Date of last booking
de: Datum der letzten Buchung
fr: Date de la dernière réservation

source: Start Time
de: Startuhrzeit
fr: Heure de début

source: End Time
de: Enduhrzeit
fr: Heure de fin

source: Total amount per booking
de: Betrag pro Buchung
fr: Montant total par réservation

source: Invoice address
de: Rechnungsadresse
fr: Adresse de facturation

source: Activity description
de: Beschreibung eurer Aktivität
fr: Description de l'activité

source: Enable reminder e-mails
de: Erinnerungsmails aktivieren
fr: Activer les e-mails de rappel

source: Import ID
fr: ID d'importation

source: The ID of the record in the old system. This is used for referencing records even after migration.
de: Die ID aus dem alten System. Damit können alte Einträge auch nach der wiedegefunden werden.
fr: L'ID de l'enregistrement dans l'ancien système. Utilisé pour référencer les enregistrements même après la migration.

source: Booking series
de: Serienbuchung
fr: Série de réservations

source: ends after
de: endet nach
fr: se termine après

source: times
de: Mal
fr: fois

source: ends at the
de: endet am
fr: se termine le

source: never ends
de: endet nie
fr: ne se termine jamais

source: last
de: letzten
fr: dernier

source: at the
de: am
fr: le

source: (on all days of the week)
de: (an allen Tagen der Woche)
fr: (tous les jours de la semaine)

source: only
de: nur
fr: seulement

source: only at the
de: nur am
fr: seulement le

source: day
de: Tag
fr: jour

source: Booking Organization
de: Buchende Organisation
fr: Organisation de la réservation

source: Start date
de: Startdatum
fr: Date de début

source: End date
de: Enddatum
fr: Date de fin

source: Start time
de: Startuhrzeit
fr: Heure de début

source: End time
de: Enduhrzeit
fr: Heure de fin

source: Total amount
de: Gesamtbetrag
fr: Montant total

source: Invoice number
de: Rechnungsnummer
fr: Numéro de facture

source: Automatically generated on
de: Automatisch erzeugt am
fr: Généré automatiquement le

source: Booking
de: Buchung
fr: Réservation

source: The requested timespan overlaps with an existing booking for this resource. Please chose another timespan.
de: Der angefragte Zeitraum überlappt mit einer bestehenden Buchung für diese Ressource. Bitte wähle einen anderen Zeitraum.
fr: La période demandée chevauche une réservation existante pour cette ressource. Veuillez choisir une autre période.

source: User
de: Nutzer:in
fr: Utilisateur

source: Booking Message
de: Nachricht zur Buchung
fr: Message de réservation

source: Booking Messages
de: Nachrichten zur Buchung
fr: Messages de réservation

source: only shown when confirmed
de: erst nach Bestätigung sichtbar
fr: affiché uniquement après confirmation

source: only shown 7 days before booking
de: wird erst 7 Tage vor Beginn angezeigt
fr: affiché uniquement 7 jours avant la réservation

source: Start Date
de: Startdatum
fr: Date de début

source: Booking created successfully!
de: Buchungen erfolgreich erstellt!
fr: Réservation créée avec succès !

source: Booking request created successfully! Please await our confirmation. You will be notified by mail.
de: Buchungsanfrage erfolgreich erstellt. Bitte warte auf unsere Bestätigung. Du wirst per E-Mail informiert
fr: Demande de réservation créée avec succès ! Veuillez attendre notre confirmation. Vous serez notifié par e-mail.

source: Sorry, something went wrong. Please try again.
de: Entschuldige, etwas ist schief gelaufen. Bitte probiere es erneut.
fr: Désolé, quelque chose s'est mal passé. Veuillez réessayer.

source: Successfully cancelled all future bookings.
de: Alle zukünftigen Buchungen erfolgreich storniert.
fr: Toutes les réservations futures ont été annulées avec succès.

source: Booking series created successfully!
de: Serienbuchung erfolgreich erstellt!
fr: Série de réservations créée avec succès !

source: Dashboards
fr: Tableaux de bord

source: Activate bulk sending
fr: Activer l'envoi groupé

source: Deactivate bulk sending
fr: Désactiver l'envoi groupé

source: Send monthly bookings overview
de: Monatliche Buchungsübersicht versenden
fr: Envoyer l'aperçu mensuel des réservations

source: Organizations
de: Organisationen
fr: Organisations

source: Name of the organization
de: Name der Organisation
fr: Nom de l'organisation

source: e.g. Accordion Club Gundelfinden e.V. <a href='/organizations'>Please check here first</a> if your organization has already been created.
de: z.B. Akkordeon Club Gundelfingen e.V. <a href='/organizations'>Bitte überprüfe hier</a> zunächst ob deine Organisation bereits angelegt wurde.
fr: par ex. Club d'accordéon Gundelfinden e.V. <a href='/organizations'>Veuillez vérifier ici d'abord</a> si votre organisation a déjà été créée.

source: Public display name (optional)
de: Öffentlicher Anzeigename (optional)
fr: Nom d'affichage public (facultatif)

source: This name will be displayed on the screen inside the HdE (not in the internet).
de: Dieser Name erscheint öffentlich auf der Anzeigetafel im HDE, jedoch nicht im Internet.
fr: Ce nom sera affiché sur l'écran à l'intérieur de la HdE (pas sur internet).

source: Describe shortly what your organization is doing and trying to achieve.
de: Beschreibe kurz was deine Organisation macht und erreichen möchte.
fr: Décrivez brièvement ce que fait votre organisation et ce qu'elle cherche à accomplir.

source: We are a charitable organization.
de: Wir sind eine gemeinnützige Organisation.
fr: Nous sommes une organisation caritative.

source: Please select only if you have a valid certificate of tax exemption. Of course you can also book resources if you're not officially charitable!
de: Bitte nur auswählen bei einem gültigen Freistellungsbescheid des Finanzamts. Du kannst natürlich auch ohne steuerlich anerkannter Gemeinnützigkeit Ressourcen buchen!
fr: Veuillez sélectionner uniquement si vous disposez d'un certificat valide d'exonération fiscale. Bien sûr, vous pouvez également réserver des ressources si vous n'êtes pas officiellement caritatif !

source: This organization may be listed publicly on this website.
de: Unsere Organisation darf öffentlich auf dieser Webseite angezeigt werden.
fr: Cette organisation peut être répertoriée publiquement sur ce site web.

source: Only organization name, description, city, website and area of activity will be displayed.
de: Nur Name der Organisation, Beschreibung, Ort, Webseite und Engagementbereich werden angezeigt.
fr: Seuls le nom de l'organisation, la description, la ville, le site web et le domaine d'activité seront affichés.

source: E-Mail address of the organization
de: E-Mail der Organisation
fr: Adresse e-mail de l'organisation

source: Send all emails to this address.
de: Sende alle E-Mails an diese Adresse.
fr: Envoyer tous les e-mails à cette adresse.

source: All mails will be send to the organization and not to the user.
de: Alle E-Mails werden an die Organisation und nicht an den Nutzer gesendet.
fr: Tous les e-mails seront envoyés à l'organisation et non à l'utilisateur.

source: Send all access codes for the next month at once (at the 20th.).
de: Sende alle Zugangscodes für den nächsten Monat zusammengefasst am 20. des Vormonats..
fr: Envoyer tous les codes d'accès pour le mois prochain en une fois (le 20).

source: This prevents sending separate emails for all bookings.
de: Das verhindert das Verschicken von einzelnen E-Mails je Buchung.
fr: Cela évite d'envoyer des e-mails séparés pour toutes les réservations.

source: I have read <a href='https://haus-des-engagements.de/wp-content/uploads/2024/08/Unsere-Werte-im-HdE.pdf' target='_blank'>Our Values in the House of Engagement</a> and the associated <a href='https://haus-des-engagements.de/wp-content/uploads/2024/08/Ablauf-Werte-im-HdE.pdf target='_blank'>Procedure</a>. I will inform all members of my group about them. We agree to the values.
de: Ich habe <a href='https://haus-des-engagements.de/wp-content/uploads/2024/08/Unsere-Werte-im-HdE.pdf' target='_blank'>Unsere Werte im Haus des Engagements</a> sowie den dazugehörigen <a href='https://haus-des-engagements.de/wp-content/uploads/2024/08/Ablauf-Werte-im-HdE.pdf target='_blank'>Prozess</a> gelesen. Ich informiere die gesamte Gruppe darüber. Wir stimmen den Werten zu.
fr: J'ai lu <a href='https://haus-des-engagements.de/wp-content/uploads/2024/08/Unsere-Werte-im-HdE.pdf' target='_blank'>Nos Valeurs dans la Maison de l'Engagement</a> ainsi que la <a href='https://haus-des-engagements.de/wp-content/uploads/2024/08/Ablauf-Werte-im-HdE.pdf target='_blank'>Procédure</a> associée. J'informerai tous les membres de mon groupe à leur sujet. Nous acceptons les valeurs.

source: In which societal area are you mainly active?
de: In welchem gesellschaftlichen Bereich seid ihr vor allem aktiv?
fr: Dans quel domaine social êtes-vous principalement actif ?

source: Upload your existing usage agreement or add a <a href='https://haus-des-engagements.de/wp-content/uploads/2025/07/2025-07-08_Vereinbarung_Raumnutzung_HdE.pdf' target='_blank'>new one</a> (or your coworking-contract).
de: Lade hier eine bestehende oder neue <a href='https://haus-des-engagements.de/wp-content/uploads//2025/07/2025-07-08_Vereinbarung_Raumnutzung_HdE.pdf' target='_blank'>Nutzungsvereinbarung</a> hoch (oder deinen Coworking-Vertrag).
fr: Téléchargez votre accord d'utilisation existant ou ajoutez-en un <a href='https://haus-des-engagements.de/wp-content/uploads/2025/07/2025-07-08_Vereinbarung_Raumnutzung_HdE.pdf' target='_blank'>nouveau</a> (ou votre contrat de coworking).

source: Please upload a single PDF file.
de: Lade bitte eine einzelne PDF-Datei hoch.
fr: Veuillez télécharger un seul fichier PDF.

source: Signing date of the usage agreement
de: Unterschriftsdatum der Nutzungsvereinbarung
fr: Date de signature de l'accord d'utilisation

source: When did you sign the usage agreement?
de: Wann wurde die Nutzungsvereinbarung unterschrieben?
fr: Quand avez-vous signé l'accord d'utilisation ?

source: I want to subscribe my organization to the monthly newsletter ofthe Haus des Engagements.
de: Ich möchte meine Organisation für den monatlichen Newsletter des Haus des Engagements anmelden.
fr: Je souhaite abonner mon organisation à la newsletter mensuelle de la Haus des Engagements.

source: I would like to subscribe my organization to the monthly newsletter for actives (with tips on further training, events, and funding opportunities in Freiburg and the surrounding area).
de: Ich möchte meine Organisation für den monatlichen Newsletter für Engagierte anmelden (enthält Tipps zu Fortbildungen, Veranstaltungen, Fördermitteln und Stellenanzeigen imBereich Engagement in Freiburg
fr: Je souhaite abonner mon organisation à la newsletter mensuelle pour les actifs (avec des conseils sur la formation continue, les événements et les opportunités de financement à Fribourg et dans les environs).

source: Address
de: Adresse
fr: Adresse

source: Consent
de: Einverständnis
fr: Consentement

source: An affiliation is not needed to book resources.
de: Eine Zugehörigkeit ist nicht notwendig um eine Ressource buchen zu können.
fr: Une affiliation n'est pas nécessaire pour réserver des ressources.

source: We need some more information of your organization. If you don'thave an official address yet, you can also enter your personal address.
de: Wir benötigen ein paar mehr Informationen zu deiner Organisation. Wenn die Organisation noch keine Adresse u.ä. hat, kannst du auch deine private Adresse angeben.
fr: Nous avons besoin de plus d'informations sur votre organisation. Si vous n'avez pas encore d'adresse officielle, vous pouvez également entrer votre adresse personnelle.

source: Save organization
de: Organisation speichern
fr: Enregistrer l'organisation

source: Find all related information here: %s%s
de: Finde alle Informationen dazu hier: %s%s
fr: Trouvez toutes les informations connexes ici : %s%s

source: Name
fr: Nom

source: Auto confirmed resources
de: Automatisch bestätigte Ressourcen
fr: Ressources confirmées automatiquement

source: Show on organization creation
de: Feld beim anlegen einer Organisation anzeigen
fr: Afficher lors de la création d'une organisation

source: This will be displayed in the form
de: Das wird im Formular angezeigt
fr: Ceci sera affiché dans le formulaire

source: Bookable private resources
de: Buchbare private Ressourcen
fr: Ressources privées réservables

source: Group activated by default
fr: Groupe activé par défaut

source: Organization group
de: Organisationsgruppe
fr: Groupe d'organisation

source: Organization groups
de: Organisationsgruppen
fr: Groupes d'organisation

source: Pending
de: Ausstehend
fr: En attente

source: Confirmed
de: Bestätigt
fr: Confirmé

source: Rejected
de: Abgelehnt
fr: Rejeté

source: Sport and exercise
de: Sport und Bewegung
fr: Sport et exercice

source: Culture and music
de: Kultur und Musik
fr: Culture et musique

source: Social area
de: Sozialer Bereich
fr: Domaine social

source: School or nursery area
de: Schule und Kindergarten
fr: École et garderie

source: Church or religious area
de: Kirchlicher oder religiöser Bereich
fr: Domaine religieux

source: Leisure and social interaction
de: Freizeit und Geselligkeit
fr: Loisirs et convivialité

source: Environment, nature protection or animal rights
de: Umwelt, Naturschutz oder Tierschutz
fr: Environnement, protection de la nature ou droits des animaux

source: Youth work outside school or adult education
de: Außerschulische Jugendarbeit oder Bildungsarbeit für Erwachsene
fr: Travail de jeunesse hors école ou éducation des adultes

source: Politics and political interest groups
de: Politik und politische Interessenvertretung
fr: Politique et groupes d'intérêt politique

source: Accident or ambulance service or voluntary fire brigade
de: Unfall- oder Rettungsdienst oder freiwillige Feuerwehr
fr: Service d'accident, ambulance ou pompiers volontaires

source: Health area
de: Gesundheitsbereich
fr: Domaine de la santé

source: Professional interest groups outside work
de: Berufliche Interessenvertretung außerhalb des Betriebes
fr: Groupes d'intérêt professionnel hors travail

source: Justice and criminality
de: Justiz und Kriminalitätsprobleme
fr: Justice et criminalité

source: Area not yet mentioned
de: Sonstiger Bereich
fr: Autre domaine

source: Without legal form
de: Ohne Rechtsform
fr: Sans forme juridique

source: Registered association
de: eingetragener Verein (e.V.)
fr: Association enregistrée

source: Not registered association
de: nicht eingetragener Verein
fr: Association non enregistrée

source: Foundation
de: Stiftung
fr: Fondation

source: Civil law company
de: Gesellschaft bürgerlichen Rechts (GbR)
fr: Société de droit civil

source: Limited company
de: Gesellschaft mit beschränkter Haftung (GmbH)
fr: Société à responsabilité limitée

source: Cooperative
de: Genossenschaft
fr: Coopérative

source: Individual entrepreneur
de: Einzelunternehmer:in
fr: Entrepreneur individuel

source: Other
de: Andere
fr: Autre

source: Public name
de: Öffentlicher Name
fr: Nom public

source: This is the name that appears on the public timetables. Only relevant if you wish to hide your official name publicly.
fr: C'est le nom qui apparaît sur les horaires publics. Pertinent uniquement si vous souhaitez masquer votre nom officiel publiquement.

source: Describe shortly what your organization does.
de: Beschreibe kurz was deine Organisation macht.
fr: Décrivez brièvement ce que fait votre organisation.

source: Street and housenumber
de: Straße und Hausnummer
fr: Rue et numéro

source: Zip Code
de: Postleitzahl
fr: Code postal

source: City
de: Ort
fr: Ville

source: All access codes for the next month will be sent in one mail on the 20th.
fr: Tous les codes d'accès pour le mois prochain seront envoyés en un seul e-mail le 20.

source: Phone number
de: Telefonnummer
fr: Numéro de téléphone

source: Website
de: Webseite
fr: Site web

source: Legal form
de: Rechtsform
fr: Forme juridique

source: Other legal form
de: andere Rechtsform
fr: Autre forme juridique

source: Only applicable if you have a valid certificate of tax exemption.
de: Nur anwendbar wenn ein gültiger Freistellungsbescheid vorhanden ist.
fr: Applicable uniquement si vous disposez d'un certificat valide d'exonération fiscale.

source: Main area of activity
de: Haupt-Engagementbereich
fr: Principal domaine d'activité

source: Organization information is publicly visible
de: Organisationinformationen sind öffentlich sichbar.
fr: Les informations de l'organisation sont publiquement visibles

source: If checked, we'll show the following information to others: name, description, city, website, area of activity
de: Auch wenn du zustimmst zeigen wir ledigliche diese Informationen: Name, Beschreibung, Gemeinde, Webseite, Engagementbereich.
fr: Si coché, nous afficherons les informations suivantes aux autres : nom, description, ville, site web, domaine d'activité

source: Approval of values
de: Bestätigung der Werte
fr: Approbation des valeurs

source: Internal notes
de: Interne Notizen
fr: Notes internes

source: Usage agreement
de: Nutzungsvereinbarung
fr: Accord d'utilisation

source: Date of the signed usage agreement
de: Datum der Unterzeichnung
fr: Date de signature de l'accord d'utilisation

source: Administrator
fr: Administrateur

source: Booker
de: Buchende:r
fr: Réservateur

source: Role
de: Rolle
fr: Rôle

source: Booking permission
de: Buchungsberechtigung
fr: Permission de réservation

source: Booking permissions
de: Buchungsberechtigungen
fr: Permissions de réservation

source: Booking confirmation
de: Buchungsbestätigung
fr: Confirmation de réservation

source: Booking cancellation
de: Buchungsstornierung
fr: Annulation de réservation

source: Booking reminder
de: Buchungserinnerung
fr: Rappel de réservation

source: Booking series confirmation
de: Serienbuchungstätigung
fr: Confirmation de série de réservations

source: Booking series cancellation
de: Serienbuchungsstornierung
fr: Annulation de série de réservations

source: Organization confirmation
de: Organisation bestätigen
fr: Confirmation d'organisation

source: Organization cancellation
de: Organisation stornieren
fr: Annulation d'organisation

source: Manager new organization
de: Manager neue Organisation
fr: Gestionnaire nouvelle organisation

source: Manager new booking series
de: Manager neue Serienbuchungen
fr: Gestionnaire nouvelle série de réservations

source: Manager new booking
de: Manager neue Buchung
fr: Gestionnaire nouvelle réservation

source: Manager new organization message
de: Manager neue Nachricht für eine Organisation
fr: Gestionnaire nouveau message d'organisation

source: New booking message
de: Neue Buchungsnachricht
fr: Nouveau message de réservation

source: New organization message
de: Neue Nachricht für die Organisation
fr: Nouveau message d'organisation

source: Monthly bookings
de: Monatliche Buchungen
fr: Réservations mensuelles

source: Booking not available
fr: Réservation non disponible

source: Send this email out.
de: Sende diese E-Mails
fr: Envoyer cet e-mail.

source: E-Mail template
de: E-Mail Vorlage
fr: Modèle d'e-mail

source: Organization Message
de: Nachricht für Organisation
fr: Message d'organisation

source: Organization Messages
de: Nachrichten für Organisation
fr: Messages d'organisation

source: Providers
fr: Fournisseurs

source: Resources
de: Ressourcen
fr: Ressources

source: If no organization group is specified, the user can manage all bookings and organizations.
de: Wenn keine Gruppe gewählt ist, kann der/die Nutzer:in alle Buhungen und Organisationen verwalten.
fr: Si aucun groupe d'organisation n'est spécifié, l'utilisateur peut gérer toutes les réservations et organisations.

source: Manager
fr: Gestionnaire

source: Slug
de: Kurzbezeichnung
fr: Identifiant

source: Location
de: Standort
fr: Emplacement

source: Locations
de: Standorte
fr: Emplacements

source: Access
de: Zugang
fr: Accès
